Revit 2027 API
SymbolTypeId.EuroPrefix Property
 Symbol €, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EuroPrefix { get; }
Public Shared ReadOnly Property EuroPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EuroPrefix {
	ForgeTypeId^ get ();
}
static member EuroPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace